alacritty
autojump
brave-bin
dxvk-bin
github-desktop-bin
hsqldb2-java
libreoffice-extension-languagetool
lightly-git
mangohud
mangohud-common
nerd-fonts-fira-code
nerd-fonts-complete
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
ocs-url
sddm-nordic-theme-git
snapper-gui-git
timeshift
ttf-gentium-basic
ttf-meslo
ttf-ms-fonts
visual-studio-code-bin
