dolphin
mesa
neofetch
plasma-desktop
sddm
vim
--END OF MINIMAL INSTALL--
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
breeze
breeze-gtk
bridge-utils
btrfs-progs
celluloid
cmatrix
code
cronie
cups
dialog
discover
dmidecode
dnsmasq
dolphin
dtc
efibootmgr
egl-wayland
exfat-utils
flatpak
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
hunspell
hunspell-en_us
hunspell-de_de
jdk-openjdk
kate
kitty
libdvdcss
libtool
libreoffice-still
libreoffice-extension-texmaths
lsof
lutris
lzop
m4
make
neofetch
noto-fonts
noto-fonts-emoji
ntfs-3g
ntp
numlockx
okular
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
patch
picom
pkgconf
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
snap-pac
snapper
steam
swtpm
synergy
terminus-font
traceroute
ttf-caladea
ttf-carlito
ttf-dejavu
ttf-droid
ttf-hack
ttf-liberation
ttf-linux-libertine-g
ttf-roboto
ufw
unrar
unzip
usbutils
virt-manager
virt-viewer
wget
which
wine-gecko
wine-mono
winetricks
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
